# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-eid'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'mackup'

# Development
brew 'php'
brew 'php@7.3'
brew 'php@7.2'
brew 'composer'
brew 'mysql'
brew 'mysql@5.7'
brew 'nginx'
brew 'node'
brew 'redis'
brew 'yarn'
brew 'goku'

# Apps
cask '1password'
cask 'alfred'
cask 'discord'
cask 'dropbox'
cask 'github'
cask 'hammerspoon'
cask 'karabiner-elements'
cask 'sequel-pro'
cask 'slack'
