# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-eid'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'mackup'
brew 'mas' # Mac App Store manager

# Development
brew 'php'
brew 'php@7.3'
brew 'php@7.2'
brew 'composer'
brew 'mysql@5.7'
brew 'nginx'
brew 'node'
brew 'redis'
brew 'yarn'
brew 'goku'

# Apps
cask '1password'
cask 'alfred'
cask 'bartender'
cask 'bettertouchtool'
cask 'bitbar'
cask 'brave-browser'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'fluid'
cask 'github'
cask 'google-chrome'
cask 'hammerspoon'
cask 'handbrake'
cask 'iterm2'
cask 'karabiner-elements'
cask 'notion'
cask 'postman'
cask 'rocket'
cask 'sequel-pro'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'sublime-merge'
cask 'sublime-text'
cask 'tableplus'
cask 'telegram-desktop'
cask 'twitch'
cask 'visual-studio-code'
cask 'witch'

# Mac App Store
mas 'Bear', id: 1091189122
mas 'DaisyDisk', id: 411643860
mas 'Drafts', id: 1435957248
mas 'Due', id: 524373870
mas 'Fantastical', id: 975937182
mas 'Giphy Capture', id: 668208984
mas 'iStat Menus', id: 1319778037
mas 'LINE', id: 539883307
mas 'Menu World Time', id: 1446377255
mas 'MindNode', id: 1289197285
mas 'Moom', id: 419330170
mas 'Omnifocus', id: 1346203938
mas 'Pocket', id: 568494494
mas 'Spark', id: 1176895641
mas 'Tweetbot', id: 1384080005
